{
  "Slots": [
    {
      "id": 1,
      "name": "Prosperity Ox",
      "extratitle": "4096 Vinstlinjer",
      "img": "/images/ProsperityOx.png",
      "provider": "iSoftbet",
      "rtp": 95.94,
      "maxwin": 96640,
      "winlines": 4096,
      "firstp": "Prosperity Ox är ett spel från iSoftBet. Spelet har ett kinesiskt tema med väldigt snygg grafik. När du spelar på sloten så kan du få wilds, men endast i dem fyra raderna i mitten. För att få freespins så krävs det minst tre stycken Ox scatters",
      "secondp": "",
      "bonustext": "Bonusrundan är freespins med extra multiplikation. Varje wild kan multipliceras med 2x eller 3x. För att få ytterligare freespins under bonusrundan så måste du få minst 3 st scatters. Du kan endast få 100 freespins extra under bonusrunda",
      "casinos": "leovegas"
    },
    {
      "id": 2,
      "name": "Esqueleto Explosivo 2",
      "extratitle": "Upp till 64x!",
      "img": "/images/esqueleto2.png",
      "provider": "Thunderkick",
      "rtp": 93.14,
      "maxwin": 500000,
      "winlines": 99,
      "firstp": "Esqueleto Explosivo 2 är ett spel med dödskallar. Spelet har 5 hjul och 99 möjligt vinslinjer. Varje omgång börjar med all dödskallarna faller ner. Får du in en vinstlinje så exploderar dödskallarna och nya faller ner, samtidigt som nivån på multiplikatorn ökar. Du kan se längst ner på spelet vilken nivå du ligger på. Multiplikatorn återställs till 1x så fårt du spelar en runda där du inte vinner på någon av linjerna",
      "secondp": "Explosiva Wild är en wild som spränger alla omgivande symboler runt. Beroende på positionen av symbolen så är det minst 3 och max 8 symboler som den spränger. Den spränger dock ej högvinstsymboler och scatters. Skulle du få minst 3 scatters så utlöses bonusen.",
      "bonustext": "Väl inne i bonusen så belönas du med extre freespins ifall du skulle få minst 2 scatters. Var tredje wild som du får i bonusen , tilldelas 1 freespin samtidigt som lägsta multiplikatorn tas bort och nästa öppnas upp. I bonusen så öppnas det upp en ny högsta basmultiplikator, den ligger på 64x! För att nå den måste du får 32x som din basmultiplikator. Maximal vinst för bonusrundan är 5000x",
      "casinos": [
        "casumo",
        "vera&john",
        "prankcasino",
        "noaccountcasino",
        "snabbis"
      ]
    },
    {
      "id": 3,
      "name": "Monopoly MegaWays",
      "extratitle": "117 649 vinstlinjer!",
      "img": "/images/molopolyslot.png",
      "provider": "Thunderkick",
      "rtp": 96.39,
      "maxwin": 250000,
      "winlines": 117649,
      "firstp": "Ny favoritslot som är uppgraderad! Monopoly MegaWays har 117649 vinstlinjer. För varje vinst så tar Mr Monopoly några steg på brädan.  Spelet har otroligt många funktioner",
      "listtitle": "Här är några av dem:",
      "list": [
        "Landar du på en fastighet på din tredje respons(vinst) så läggs ett hus där. Varje extra vinst tilldelar ett hus",
        "Första gången du landar på en tågstation äger du den",
        "Första gången du landar på ett statligt verk äger du det",
        "Varje gång du landar på GO sker en dragning på MAX MEGAWAYS med 117649 sätt att vinna.",
        "Landar du på kistan så kommer du via ett kort till en slumpmässig fastighet. Upp till 4 hus kan läggas till",
        "Ger dig en slumpmässig dragning på antigen Freespins, MAX MEGAWAY eller till en slumpmässig fastighet"
      ],
      "boldlist": [
        "Fastigheter",
        "Tågstationer",
        "Statligt verk",
        "Go",
        "Community Chest",
        "Chance"
      ],
      "secondp": "",
      "bonustext": "När du spelar freespins så gäller följande:",
      "bonuslist": [
        "Varje gång ett femte hus läggs till får du 8 free spins",
        "Varje funktion, utöver den övre utlöser 3 freespins",
        "Varje extra hus över fem ger dig 1 freespin",
        "Ger dig 1 freespin.",
        "För varje statligt verk så ökar multiplikatorn med 1. För varje hus på varje fastighet får ökar multiplikatorn med 1",
        "Tappar äganderätt på statliga verk och tågstationer. Alla fastigheter som ej besökts är kvar."
      ],
      "bonuslistbold": [
        "Femte hus",
        "Funktioner",
        "1 Freespin",
        "Tågstationen",
        "Obegränsad Vinstmultiplikator",
        "Efter freespins"
      ],
      "bonustext2": "Ett extremt roligt slotspel med väldigt många extra triggers och funktioner direkt hämtade från det klassiska brädspelet Monopol. Tror du att du kan äga flera fastigeter? In och prova.",
      "casinos": [
        "casimba",
        "playojo",
        "videoslots",
        "karlcasino",
        "snabbis",
        "mrgreen",
        "leovegas"
      ]
    },
    {
      "id": 4,
      "name": "Montezuma Megaways ",
      "extratitle": " Nu med ännu fler vinstlinjer!",
      "img": "/images/montezumaslot.png",
      "provider": "SG Interactive",
      "rtp": 96.17,
      "maxwin": 250000,
      "winlines": 117649,
      "firstp": "Det är WMS som står bakom spelet. Klassiska Montezuma blev otroligt populärt med sitt bonusspel. Nu släpper SG Interactive en uppdatering av sloten. På varje spin så har du chans på upp till 117,649 sätt att vinna.",
      "listtitle": "",
      "list": [],
      "boldlist": [],
      "secondp": "Spelet består utav 6 huvud rader. Rad 1 och 6 kan ha mellan 2-7 symboler per spin. Rad 2,3,4,5 visar mellan 2-6 symboler på varje enskild rad. Utöver 6 huvudrader så finns det även ett top-hjul, som är som en extra rad för hjul 2 till 5. När man får in en eller flera kombinationer så exploderar symbolerna och nya faller ner.",
      "bonustext": "Spelet innehåller så kallade scatters. Skulle du få 3 eller fler scatters vart som helst på spelet så triggas bonusen igång. När du kommer in på bonusen så snurrar det ett hjul som visar hur många freespins du får. Varje gång du får in minst 1 kombination under freespins så ökar multipliceringen på vinsten. Skulle du få två stycken scatters under freespins så aktiveras multipliceringshjulet. Hjulet snurrar och du kan få upp till 20x i multiplicering på varje vinst. Varje bonusrunda garanterar minst 30x.",
      "bonuslist": [],
      "bonuslistbold": [],
      "bonustext2": "",
      "casinos": [
        "mrgreen",
        "gate777",
        "snabbis",
        "betsafe",
        "leovegas",
        "prankcasino",
        "noaccountcasino"
      ]
    },
    {
      "id": 5,
      "name": "Piggy Riches MEGAWAYS",
      "extratitle": "Med Mega Wilds!",
      "img": "/images/piggyslot.png",
      "provider": "Red Tiger",
      "rtp": 95.71,
      "maxwin": 104740,
      "winlines": 117649,
      "firstp": "Piggy Riches Megaways är en ny slot 2020. Inspirerad från NetEnt klassiker Piggy Riches. Det är leverantöreren Red Tiger som ligger bakom Piggy Riches Megaways. Spelet är anpassat både för dator och mobil. Detta är en väldigt underhållande slot med chans till en väldigt hög multiplikator.",
      "listtitle": "",
      "list": [],
      "boldlist": [],
      "secondp": "Spelet består utav 6 huvud hjul. Antalet vinstlinjer är 117 649. Spelet innehåller så kallade Mega Wilds som är en wild som täcker ett helt hjul med en multiplikator upp till 7x. Efter varje vinst så exploderar symbolerna och nya faller ner under rundan. Skulle det bli en förlust så slutar symbolerna explodera och en ny runda startar.",
      "bonustext": "Spelet innehåller så kallade scatters. Skulle du få 3 eller fler scatters vart som helst på spelet under en runda så triggas bonusen igång. Bonusen startar med ett hjul som börjar snurra. Hjulet stannar på antal freespins och hur hög multiplikator du får från första freespins rundan. Efter varje vinst under bonusrundan så ökar multiplikatorn med 1(ett). Får du 1 scatter så ökar dina freespins med ett.",
      "bonuslist": [],
      "bonuslistbold": [],
      "bonustext2": "",
      "casinos": [
        "leovegas",
        "unibet",
        "dreamz",
        "comeon",
        "hajper",
        "snabbare"
      ]
    },
    {
      "id": 6,
      "name": "Fortune Rangers",
      "extratitle": " Asiatiskt Tema",
      "img": "/images/fortune-rangers.png",
      "provider": "Red Tiger",
      "rtp": 96.9,
      "maxwin": 160000,
      "winlines": 76,
      "firstp": "Fortune Ranger är en ny slot från 2020 som lanserades 30 januari. Spelet har ett asiatiskt tema med ninja symboler. Layouten på slotten är asymmetrisk. Första hjuler har 3 rader och går sedan uppåt mot fem. Layouten är 3-3-4-4-5 rader med 76 vinstlinjer.",
      "listtitle": "",
      "list": [],
      "boldlist": [],
      "secondp": "Med asiatiska symboler så är detta ett väldigt underhållande spel. Det finns även en symbol som är en guldig drake som agerar som wild. Spelet är väldigt likt ett lite äldre spel från NetEnt som heter Dazzle Me.",
      "bonustext": "Spelet innehåller så kallade scatters. Skulle du få 3 eller fler scatters vart som helst på spelet under en runda så triggas bonusen igång.För 3 scatters får du 8 freespins, 4 scatters ger 12 freespins och 5 scatters ger 16 freespins. Får du fler scatters under bonusen så får du fler freespins. Under bonusrundan så kan 2 hjul länka till varandra och visa samma symboler. Finns även slumpmässiga wilds som täcker hela hjul, med chans på wilds upp till alla 5 hjul samtidigt.",
      "bonuslist": [],
      "bonuslistbold": [],
      "bonustext2": "",
      "casinos": [
        "dreamz",
        "comeon",
        "snabbare",
        "unibet",
        "noaccountcasino",
        "hajper",
        "vera&john"
      ]
    },
    {
      "id": 7,
      "name": "Royal Mint Megaways",
      "extratitle": "Grym Slot!",
      "img": "/images/royalmint.png",
      "provider": "Big Time Gaming",
      "rtp": 96.9,
      "maxwin": 160000,
      "winlines": 76,
      "firstp": "Big Time Gaming släpper en ruskigt grym slot i år. Slotten är väldigt likt det populära spelet Bonanza. Videoslottens tema är lyxiga ädelstenar i olika färger och guldtackor. Spelet har 6 hjul med 7 rader. Två av raderna har endast fyra hjul och det är raderna 1 och 7. Alltså längst uppe och längst nere.",
      "listtitle": "",
      "list": [],
      "boldlist": [],
      "secondp": "Spelet har wilds och bonusrundor. Skulle du få en likadan symbol på varje hjul då kan du vinna upp till 117 649 vinstlinjer. När du spelar en vanlig spelrunda och vinner på minst 3 symboler från vänster, då går symboler på den aktiva vinstraden i sönder och nya faller ner. Får du 3 scatters så fylls det på med guldtackor på sidorna. Vid 40 guldtackor så får du en fast scatter M som räknas in i spelet. Scattern är kvar tills du får en bonusrunda.",
      "bonustext": "Spelet innehåller så kallade scatters. Dessa scatters är guldiga symboler med bokstäverna M,I,N,T. För att komma in på bonusrundan så måste du få alla 4 symboler utsprida över sloten. Får du det så tilldelas du 12 freespins. Under freespinsrundan så har du en multiplikator som startar på 1x vid vanlig bonusrunda och plussas på med 1x efter varje vinst. Får du en bonusrunda med alla 40 guldtackor på sidorna så startar multiplikatorn på 2x och plussas på med 2x efter varje vinst. Multiplikatorn har inget maxtak utan den kan gå hur högt som helst. Får du 3 minst 3 guldtackor under bonusrundan så får du 4 extra freespins. Guldtackorna visas endast på raderna 1 och 7. En väldigt bra slot!",
      "bonuslist": [],
      "bonuslistbold": [],
      "bonustext2": "",
      "casinos": ["leovegas", "bethard", "gogocasino", "hyper", "guts"]
    },
    {
      "id": 8,
      "name": "Desert Shark",
      "extratitle": "Med grymma wilds!",
      "img": "/images/desertshark.jpg",
      "provider": "Fantasma Games",
      "rtp": 96.33,
      "maxwin": 1679400,
      "winlines": 40,
      "firstp": "Det svenska bolaget Fantasma Games släpper en ny slot i år. Bolaget har varit aktivt sedan 2017 och har släppt slots som håller väldigt hög kvalitet. Videoslottens kolumner och rader är 5*4. Spelets symboler är guldiga hajar som agerar som wilds, guldmynt, kameler och massa annat som kommer från öknen. ",
      "listtitle": "",
      "list": [],
      "boldlist": [],
      "secondp": "Desert Shark har något som kallas The Swim Swim future. När du får minst två guldiga hajar då börjar hajen simma till vänster och byter ut alla symboler på raden till wilds. Spelet har väldigt snygg design och en väldigt bra bonusrunda. Du kan spela videosloten på datorn och även i mobilen.",
      "bonustext": "Spelet innehåller så kallade scatters. Får du 3 scatters under en vanlig spelrunda så aktiveras bonusfunktionen freespins. Då får du 8 freespins tillgodo. I freespins funktionen så läggs det mellan 1-6 Dynamite wilds ut slumpmässigt på kolumner 1-3 på varje bonusrunda! Dynamite wilds exploderar när Swim funktionen aktiveras på raden. När en Dynamite Wild exploderar så byter den ut 2-6 symboler till wilds. Varje wild kan ha upp till 9x multiplikator. I bonusrundan så aktiveras Swim funktionen när endast 1 haj dyker upp. ",
      "bonuslist": [],
      "bonuslistbold": [],
      "bonustext2": "",
      "casinos": [
        "guts",
        "casumo",
        "vera&john",
        "bethard",
        "thrills",
        "noaccountcasino",
        "prankcasino"
      ]
    },
    {
      "id": 9,
      "coming": true,
      "name": "Gods of Death",
      "extratitle": "Publiceras 23 Mars ",
      "img": "/images/godsslot.png",
      "provider": "StakeLogic",
      "rtp": 96,
      "maxwin": 11800,
      "winlines": 10,
      "firstp": "StageLogic släpper en grym ny slot med expanderade symboler. ",
      "listtitle": "",
      "list": [],
      "boldlist": [],
      "secondp": "Gods of Death har ett egyptiskt och antikt tema. Spelet har 10st vinstrader. Man kan under spelet gång få något som heter Super Stake vilket innebär att en slumpvald symbol läggs till x antal på varje hjul.",
      "bonustext": "Spelet innehåller så kallade scatters. Får du 3 scatters under en vanlig spelrunda så aktiveras bonusfunktionen. I bonusrundan så kan wilds expandera och täcka hela hjulet. Vilket ger spelaren en bra chans att få in en så kallad Big Win.",
      "bonuslist": [],
      "bonuslistbold": [],
      "bonustext2": "",
      "casinos": [
        "mrgreen",
        "hajper",
        "videoslots",
        "casumo",
        "unibet",
        "playojo"
      ]
    }
  ]
}
