{
  "News": [
    {
      "id": 1,
      "artimg": "/images/ninja-min.png",
      "altimg": "ninjacasino",
      "publish": "29 Januari 2020",
      "urltitle": "Ninja Casino Återvänder Till Den Svenska Spelmarknaden?",
      "metaseodesc": "Kommer Ninja Casino att återlanseras? ✅ ➼ Kommer avtalet med plattformsleverantören Finnplay hjälpa eller kommer den juridiska processen gå hela vägen?. Oavsett vad ser det ut som en comeback för Ninja Casino snart.",
      "keywords": "ninja casino , ninjacaisno, återlansering, samarbete, svensk spellicens,tillbaka,2020,artikel, finnplay, globalgaming555,licens,tillbaka,senaste,nytt,casino,nytt",
      "metadisc": "Det kanske har märkts att det varit ganska tyst från det populära onlinecasinot Ninjacasino.se.",
      "metaurl": "ninjacasino-aterkomst",
      "maintitle": "Ninja Casino återvänder till den svenska spelmarknaden?",
      "articletitle": "Ninja Casino kanske kommer tillbaka!",
      "arttitle1": "",
      "arttitle2": "",
      "p1": "Det kanske har märkts att det varit ganska tyst från det populära onlinecasinot Ninjacasino.se. Casinot blev av med sin svenska spellicens den 17 juni 2019 sedan spelinspektionen upptäckt allvarliga brister gällande arbetet mot penningtvätt och spelansvar. Ninjacasino.se drivs av bolaget Safenet som är ett dotterbolag åt  Global Gaming 555.",
      "p2": "Beslutet från spelinspektionen överklagades till förvaltningsrätten som avslog överklagandet. Global Gaming 555 överklagade beslutet från förvaltningsrätten till Kammarrätten som meddelade prövningstillstånd den 8 januari 2020. Att Kammarrätten beslutade prövningstillstånd innebär att fallet ska tas upp på nytt och det är Kammarrättens beslut som kommer att gälla. ",
      "p3": "Förutom den juridiska processen så tecknade Global Gaming 555 ett avtal med plattformsleverantören Finnplay förra året. Finnplay har svensk spellicens via dotter bolaget Viral Interactive Limited, vilket innebär en eventuell återkomst för Ninjacasino.se med en spellicens från Viral Interactive Limited.",
      "p4": "Vi på Casinoniz.se tror att kommer att öppna portarna igen under året eller början på nästa år. Det verkar iallafall som att Ninjacasino räknar med det ifall man går in på deras sida. Då möts man av en text där det står COMING SOON. Vad som egentligen händer med ninjacasino.se återstår att se.",
      "outlink": "https://www.ninjacasino.se",
      "outlinkname": "Ninjacasino",
      "internallink": "",
      "sourcetxt": "",
      "sourcearr": [
        "https://www.di.se/live/kammarratten-ger-provningstillstand-till-spelbolaget-global-gaming/",
        "https://www.di.se/live/global-gaming-tecknar-avtal-med-leverantor-med-svensk-spellicens/"
      ],
      "sourcearrtext": ["Di.se prövningstillstånd", "DI.se Finnplay"]
    },
    {
      "id": 2,
      "artimg": "/images/slotson.png",
      "altimg": "slotsonsstänger",
      "publish": "31 Januari 2020",
      "urltitle": "Slotsons Stänger Ner Sin Verksamhet!",
      "metaseodesc": "Slotsons stänger ner sin verksamhet. Viral Interactive Limited har beslutat att stänga ner onlinecasinot Slotsons.com. Från och med 1 februari 2020 så stänger man registreringar hos casinot.",
      "keywords": "Slotsons, stänger, läggerner, avslutar,verksamhet,casino,onlinecasino,2020,stängs, stäng,avslutat,closing,slotsons.com",
      "metadisc": "Viral Interactive Limited har beslutat att stänga ner onlinecasinot Slotsons.com. Från och med 1 februari 2020 så stänger man registreringar hos casinot.",
      "metaurl": "slotsons-laggerner",
      "maintitle": "Slotsons stänger ner sin verksamhet!",
      "articletitle": "Slotsons lägger ner sin verksamhet från den 1 februari.",
      "arttitle1": "",
      "arttitle2": "",
      "p1": "Viral Interactive Limited har beslutat att stänga ner onlinecasinot Slotsons.com. Från och med 1 februari 2020 så stänger man registreringar hos casinot. Alla spelare som har ett aktivt konto kommer sedan att tillåtas ta ut sitt kvarvarande saldo.",
      "p2": "Varför Viral Interactive Limited lägger ner verksamheten vet vi inte helt säkert. Enligt källor så är det ett 'styrelsebeslut att inte fortsätta verksamheten'. Vi vet inte om det har något med den nya spellagen att göra. ",
      "p3": "Slotsons.com har grundades 2018 och har sedan dess varit aktivt i två år. Casinot erbjöd spel på Slots, Live Casino och Bordsspel. Viral Interactive Limited har forfarande aktiva casinon som går väldigt bra som t.ex.",
      "p4": "Alla frågor gällande Slotsons.com som uttag eller liknande hänvisar vi till Slotsons kundservice!",
      "outlink": "",
      "outlinkname": "",
      "internallink": "/recension/snabbis",
      "internallinktext": "Snabbis Casino",
      "kallatext": "Email konversation från Slotsons medarbetare:",
      "btmsourceimg": "/images/mailslots.png",
      "btmsourcealt": "slotsonsstänger",
      "sourcetxt": "'We regret to inform you that it has been decided to close down Slotsons.com. As of 1st February 2020, Viral Interactive Limited will no longer accept registrations on Slotsons.com and existing players will be asked to login and withdraw their balances.'",
      "sourcearr": [],
      "sourcearrtext": []
    },
    {
      "id": 3,
      "artimg": "/images/slotvimg.png",
      "altimg": "slotvlogo",
      "publish": "1 februari 2020",
      "urltitle": "Slotv Öppnar Upp I Sverige - Nytt Casino 2020",
      "metaseodesc": "Nu är det dags för ett nytt casino 2020. Casinot är SlotV.com. Casinot grundades 2017 och är just nu aktiva i över 20 länder. Bolaget bakom casinot är Avento MT Limited.",
      "keywords": "nytt,casino,2020,slotv,slotv 2020, februari,spellicens,svensk,nyacasino,",
      "metadisc": "Nu är det dags för ett nytt casino 2020. Casinot är SlotV.com. Casinot grundades 2017 och är just nu aktiva i över 20 länder. Bolaget bakom casinot är Avento MT Limited.",
      "metaurl": "slotv-nyttcasino",
      "maintitle": "Slotv öppnar upp i Sverige - Nytt Casino 2020 ",
      "articletitle": "Slotv väntas lanseras under februari 2020.",
      "arttitle1": "",
      "arttitle2": "",
      "p1": "Nu är det dags för ett nytt casino 2020. Onlinecasinot heter SlotV. Casinot grundades 2017 och är just nu aktiva i över 20 länder. Bolaget bakom casinot är Avento MT Limited. Casinot fick sin svenska spellicens beviljad 2019-12-06.",
      "p2": "Enligt rykten så väntas SlotV öppna upp dörrarna för svenska spelare i början på februari någongång. Man kan redan nu gå in på deras sida och välja bank identifiering som inloggningsmetod. Det fungerar dock inte för tillfället. Om casinot kommer erbjuda en grym välkomstbonus vet vi inte än, men vi kan alltid hoppas på det!",
      "p3": "Med sin grymma design och utbud av spel så tror vi att casinot kommer va en solklar favorit hos många svenska spelare. Vi kommer såklart att lista casinot så fort dem är aktiva under den svenska spellicensen. Så håll utkick efter det!",
      "p4": "",
      "outlink": "",
      "outlinkname": "",
      "internallink": "",
      "internallinktext": "",
      "kallatext": "SlotV hemsida med bank identifiering och registrerad svensk spellicens.",
      "btmsourceimg": "",
      "btmsourcealt": "",
      "sourcetxt": "",
      "sourcearr": [],
      "sourcearrtext": []
    },
    {
      "id": 4,
      "artimg": "/images/highrollerclose.png",
      "altimg": "highrollerclose",
      "publish": "16 februari 2020",
      "urltitle": "Highroller stänger ner sin verksamthet i Sverige!",
      "metaseodesc": "Highroller stänger ner sin verksamhet i Sverige. Nuvarande spelare har till den 17 Februari att ta ut sin saldo.",
      "keywords": "highroller, stänger ner, casino, nyehter, casino nyheter, nytt, 2020,",
      "metadisc": "Highroller stänger ner sin verksamhet i Sverige. Casinot hänvisar till Casinoroom.se istället. Nuvarande spelare har till den 17 Februari på sig att ta ut sin saldo.",
      "metaurl": "highroller-stanger",
      "maintitle": "Highroller stänger ner sin verksamthet i Sverige!",
      "articletitle": "Highroller stänger ner - hänvisar till Casinoroom.se.",
      "arttitle1": "",
      "arttitle2": "",
      "p1": "Zecure Gaming Limited är bolaget som driver Highroller. Bolaget har valt att stänga ner Highroller för svenska spelare och hänvisar istället till deras systercasino som är Casinoroom.se.",
      "p2": "Vi vet inte varför casinot väljer att stänga ner sin verksamhet i Sverige. Om det beror på den svenska spellicensen eller om det finns någon annan anledning. När du kommer in på sidan så möts du av en liten textruta som ger informationen att dem stänger ner. Nuvarande spelare har till den 17 Februari på sig att ta ut saldo. Vi hänvisar alla frågor om uttag eller liknande till Highrollers support.",
      "p3": "Casinroom är ett väletablerat casino som har flera års erfarenhet. Casinot har ett grymt välkomsterbjudande just nu och du hittar mer information om ",
      "p4": "",
      "outlink": "",
      "outlinkname": "",
      "internallink": "/recension/casinoroom",
      "internallinktext": "Casinoroom.se här!",
      "kallatext": "Highrollers hemsida.",
      "btmsourceimg": "",
      "btmsourcealt": "",
      "sourcetxt": "",
      "sourcearr": [],
      "sourcearrtext": []
    },
    {
      "id": 5,
      "artimg": "/images/closed.png",
      "altimg": "svenskacasino",
      "publish": "1 Juni 2020",
      "urltitle": "Flera casinon stänger ner sin verksamhet i Sverige",
      "metaseodesc": "Flera casinon stänger ner sin verksamhet i Sverige. Orsaken till varför casinon stängs ner vet vi inte.",
      "keywords": "svenska, casino , stänger, cherrycasino, sveacasino, 2020, gate777, comeon group",
      "metadisc": "Flera casinon stänger ner sin verksamhet i Sverige",
      "metaurl": "flera-casino-stanger",
      "maintitle": "Flera casinon stänger ner sin verksamhet i Sverige",
      "articletitle": "CherryCasino & SveaCasino m.fl stänger ner sin verksamhet i Sverige.",
      "arttitle1": "",
      "arttitle2": "",
      "p1": "SveaCasino, CherryCasino och Gate777 stänger ner sina casinon i Sverige och ansöker därför INTE om en ny svensk spellicense. Anledningen till varför casinon har valt att stänga ner sin verksamhet vet vi tyvärr inte.",
      "p2": "Vår gissning är att konkurrensen på den svenska casino marknaden är väldigt tuff och flera nya och moderna casinon lanserats under året.  ",
      "p3": "Casinon meddelade att dem stänger ner sin verksamhet i Sverige under Maj och är just nu i skrivandets stund stängda för svenska spelare. Alla frågor hänvisar vi till respektive casinots kundservice.",
      "p4": "",
      "outlink": "",
      "outlinkname": "",
      "internallink": "",
      "internallinktext": "",
      "kallatext": "Mejl från casinon",
      "btmsourceimg": "",
      "btmsourcealt": "",
      "sourcetxt": "",
      "sourcearr": [],
      "sourcearrtext": []
    },
    {
      "id": 6,
      "artimg": "/images/reactoonz-2.jpg",
      "altimg": "reactoonz-2-image",
      "publish": "14 Oktober 2020",
      "urltitle": "Play N Go släpper Reactoonz 2",
      "metaseodesc": "Dem små mini utomjordingarna är tillbaka i en fräschare version.",
      "keywords": "reactoonz, reactoonz2,newgame,2020,slots,nytt,casino,spel",
      "metadisc": "Små mini utomjordingarna är tillbaka",
      "metaurl": "reactoonz-2-2020",
      "maintitle": "Mini utomjordingarna är tillbaka i Reactoonz 2",
      "articletitle": "Play N Go har lanserat Reactoonz 2",
      "arttitle1": "",
      "arttitle2": "",
      "p1": "Dem små söta mini utomjordingarna är tillbaka. Reactoonz blev en stor succé bland spelare som har intressa att spela på slots. Play N Go som står bakom spelet Reactoonz har lanserat en 2a.",
      "p2": "Spelet finns hos dem flesta spelsidorna med svensk spellicens som erbjuder Play N Go spel.",
      "p3": "Om man kollar på spelet så är det ganska likt första versionen. Utomjordingarna har dock fått en liten uppgradering. Ifall man skulle vara sugen på att prova på Reactoonz 2 så finns spelet på de flesta casinon som erbjuder Play N Go. Spelande är en underhållning endast för personer över 18 år.",
      "p4": "",
      "outlink": "",
      "outlinkname": "",
      "internallink": "",
      "internallinktext": "",
      "kallatext": "PlayNGo",
      "btmsourceimg": "",
      "btmsourcealt": "",
      "sourcetxt": "",
      "sourcearr": [],
      "sourcearrtext": []
    },
    {
      "id": 7,
      "artimg": "/images/genesis.png",
      "altimg": "genesis",
      "publish": "1 April 2021",
      "urltitle": "Genesis Global limited",
      "metaseodesc": "Genesis global limited får svensk spellicens",
      "keywords": "2021,genesis, nytt,casino,svensk,licens",
      "metadisc": "Genesis etablerar sig på svenska marknaden",
      "metaurl": "genesis-sverige-2021",
      "maintitle": "Genesis Global Limited etablerar sig på svenska marknaden",
      "articletitle": "Genesis etablerar sig på svenska marknaden",
      "arttitle1": "",
      "arttitle2": "",
      "p1": "Genesis global limited etablerar sig på den svenska marknaden. Bolaget fick svensk spelicens 2018. Bolaget grundades 2014 av ett rutinerat gäng från spelbranschen. Visionen är att skapa den ultimate spelupplevelsen för spelare och partners.",
      "p2": "Bolaget har lanserat ett antal casinon på den svenska marknaden som t.ex. Casinoplanet,Pelaa och CasinoGods som lanserades 2021 för svenska spelare.",
      "p3": "Den svenska spellicensn har inneburit stora omställningar för casino marknaden och casinon som försöker etablera sig på den svenska marknaden försöker verkligen att följa kraven. Ibland så kan man missa ett krav och innebär det varningar och sanktionavgifter.Bolaget har fått tidigare varningar av den svenska spelinspektionen, vilket genesis har åtgärdat. Vilket tyder på att Genesis Global Limited verkligen vill vara kvar på den svenska marknaden och ge användarna en bra upplevelse på sina casinon.",
      "p4": "",
      "outlink": "",
      "outlinkname": "",
      "internallink": "",
      "internallinktext": "",
      "kallatext": "Svenska spelinspektionen, Genesis.com",
      "btmsourceimg": "",
      "btmsourcealt": "",
      "sourcetxt": "",
      "sourcearr": [],
      "sourcearrtext": []
    }
  ]
}
